{   
  "login":{
    "login":"Google सह लॉग इन करा",
    "info1":"शेतकऱ्यांच्या सर्व दैनंदिन गरजांसाठी ",
    "info2":"एकमेव ॲप",
    "trans":"उपलब्ध भाषा English, मराठी"

  }, 
  "tab1": {
    "title":"नमस्कार",
    "logout":"लॉग आउट",
    "about":"ॲप बद्दल",
    "whyhead":"का ??",
    "why":"रिअल-टाइम हवामान अद्यतने, दैनंदिन बाजार दर आणि त्यांच्या स्थानिक भाषेत पिकांची महत्त्वपूर्ण माहिती शोधणाऱ्या शेतकऱ्यांसाठी वन-स्टॉप उपाय. या ॲपद्वारे, शेतकरी माहितीपूर्ण निर्णय घेऊ शकतात, त्यांना उत्पादकता वाढवण्यास आणि त्यांचे पीक उत्पादन इष्टतम करण्यात मदत करते.",
    "whathead":"आम्ही काय प्रदान करतो ??",
    "what":"शेतकरी ॲप तुमच्या विशिष्ट प्रदेशासाठी अद्ययावत हवामान अंदाज प्रदान करते, तुम्हाला त्यानुसार तुमच्या शेतीच्या क्रियाकलापांचे नियोजन आणि समायोजन करण्यास अनुमती देते. ॲप विविध पिकांसाठी दैनिक बाजार दर प्रदान करतो.",
    "features":"ॲपची वैशिष्ट्ये",
    "fetwet1":"हवामान",
    "fetwet2":"अंदाज",
    "fetmar1":"बाजार",
    "fetmar2":"दर",
    "fetcrp1":"पिकांची",
    "fetcrp2":"माहिती",
    "fetlan1":"स्थानिक",
    "fetlan2":"भाषा"

    },
  "tab2":{
    "read":"पुढे वाचा",
    "viewblog":"अद्यतने पहा",
    "goverment":"सरकारी योजना",
      "apply":"येथे अर्ज करा",
      "close":"बंद करा",
      "view":"अधिक पहा",
      "schemes1":{
        "name":"नानाजी देशमुख कृषी संजीवनी योजना",
        "decription":"महाराष्ट्र सरकारने शेतकर्‍यांसाठी नुकताच सुरू केलेला बीन नानाजी देशमुख कृषी संजीवनी योजना आहे.",
        "obj":"नानाजी देशमुख कृषी संजीवनी योजनेची उद्दीष्टे",
        "obj1":"महाराष्ट्रातील शेतकरी आणि शेतीच्या समस्या लक्षात घेता महाराष्ट्र सरकारने २०२२ मध्ये ही योजना सुरू केली आहे..",
        "obj2":"दुष्काळग्रस्त भाग किंवा दुष्काळ क्षेत्राचे दुष्काळमुक्त प्रदेशात रूपांतर करणे हे या योजनेचे मुख्य उद्दीष्ट आहे. जेणेकरून शेतकरी सहज शेती करू शकतात",
        "elg":"नानाजी देशमुख कृषी संजीवनी योजनेसाठी पात्रता",
        "elg1":"महाराष्ट्रात अधिवास असलेले शेतकरी या योजनेंतर्गत अर्ज करण्यास पात्र आहेत.",
        "elg2":"केवळ लहान सीमान्त आणि मध्यमवर्गीय शेतकरी पात्र आहेत.",
        "elg3":"महाराष्ट्रातील शेतीच्या दुष्काळग्रस्त क्षेत्राचे मूळचे शेतकरी अर्ज करू शकतात."
      },
      "schemes2":{
        "name":"डॉ.बाबासाहेब आंबेडकर कृषि स्वावलंबन योजना ",
        "decription":"अनुसूचित जाती उपयोजना (विशेष घटक योजना) नियोजित जाती निओ-बौद्ध शेतकर्‍यांचे उत्पन्न वाढविण्यासाठी आणि त्यांचे जीवनमान वाढविण्यासाठी लागू केले गेले. हे 27 एप्रिल 2016 रोजी लाँच केले गेले.",
        "obj":"डॉ. बाबासाहेब आंबेडकर कृषि स्वावलंबन योजनाचा मुख्य मुद्दा",
        "obj1":"स्वतंत्रपणे ऐवजी महाराष्ट्र राज्यात शेतीसाठी एक योजना म्हणून बाबासाहेब आंबेडकर कृषी स्वावलम्बन योजना लागू करण्याचा निर्णय घेण्यात आला आहे.",
        "obj2":"त्यानुसार, मातीमध्ये ओलावा टिकवून ठेवण्याच्या दृष्टिकोनातून, सध्याच्या 'विशेष घटक योजना' सरकारने 'डॉ.' च्या अंमलबजावणीस मान्यता दिली आहे. बाबासाहेब आंबेडकर कृषी स्वावलम्बन योजना.",
        "elg":"पात्रता डॉ. बाबासाहेब आंबेडकर कृषि स्वावलंबन योजना",
        "elg1":"लाभार्थी नियो-बुडिस्ट शेतकरी नियोजित जाती असावी.",
        "elg2":"लाभार्थ्याकडे बँक खाते असणे आवश्यक आहे, जे आधार कार्डशी जोडलेले असणे आवश्यक आहे.",
        "elg3":"अनुसूचित जाती, निओ-बौद्ध शेतकरी जे दारिद्र्य रेषेखालील नसतात आणि ज्यांचे वार्षिक उत्पन्न दीड लाख रुपयांपेक्षा जास्त नसतात या फायद्यासाठी पात्र असतील.",
        "elg4":"खालील दारिद्र्य लाइन (बीपीएल) यादीमध्ये समाविष्ट असलेल्या शेतकर्‍यांसाठी वार्षिक उत्पन्नाच्या मर्यादेची आवश्यकता नाही."
      },
    "tabName1": "पिकांची",
    "tabName2": "माहिती",
    "weather":"हवामान परिस्थिती",
    "cultivate":"लागवड",
    "soil":"माती",
    "harvest":"कापणी",
    "fertilizer":"कीटकनाशके आणि खत व्यवस्थापन",
    "purpose":"बद्दल",
    "purpose1":"एक वापरकर्ता-अनुकूल इंटरफेस जो शेतकर्‍यांना त्यांच्या पिकांविषयी माहितीमध्ये सहजतेने प्रवेश करण्यास अनुमती देतो.",
    "purpose2":"शेतकरी विशिष्ट पिकांचा शोध घेऊ शकतात आणि लागवडीची वेळ, गर्भाधान वेळापत्रक आणि पाणी पिण्याची आवश्यकता यासह त्यांची लागवड कशी करावी याबद्दल तपशीलवार माहिती मिळवू शकतात.",
    "coriander":{
      "name":"कोथिंबीर",      
      "weatherdata1":"बोटॅनिकल सायन्सच्या मते, कोथिंबीर लागवडीसाठी मुख्यतः हिवाळा (रबी) आणि पावसाळी (खारिप) हंगाम कोथिंबीर वाढीसाठी योग्य आणि पूरक मानले जातात. तर, या हंगामात, या महिन्यात, कोथिंबीर लागवड करावी. उन्हाळ्यात कोथिंबीरचे उत्पन्न कमी असले तरी या महिन्यात कोथिंबीरची मागणी मोठी आहे. उन्हाळ्यात कमी उत्पादन आणि जास्त मागणीमुळे हे पीक खूप फायदेशीर आहे आणि चांगला नफा मिळवितो. म्हणूनच, बरेच शेतकरी उन्हाळ्यात कोथिंबीर देखील लागवड करतात.",
      "weatherdata2":"आम्ही कोणत्याही हवामानात कोथिंबीर जोपासू शकतो. परंतु योग्य आणि खूप चांगले उत्पादन मिळविण्यासाठी, कोथिंबीर पावसाळ्यात किंवा उन्हाळ्यातही लागवड करू नये. जर जास्त उष्णता किंवा जास्त पाऊस पडला असेल तर कोथिंबीरची वाढ पाहिजे तितकीच नाही, म्हणून जास्त पाऊस आणि गरम उष्णतेचा धोका घेऊन आपण योजना आखू शकता आणि कोथिंबीर लावू शकता. कोथिंबीरला उन्हाळ्यात भरपूर पाण्याची आवश्यकता आहे आणि त्याचे नियोजन केले पाहिजे आणि आपण एक सावलीचे जाळे देखील बनवू शकता आणि उन्हाळ्यात पाणी उपलब्ध असल्याचे सुनिश्चित करू शकता.",
      "soildata1":"मध्यम खोलीची जमीन कोथिंबीर लागवडीसाठी योग्य आहे. कोथिंबीर मध्यम आणि टणक मातीत मुबलक आणि जोमदार पिके आणि नफा तयार करते. जर सेंद्रिय खते मातीमध्ये असतील तर कोथिंबीरचे चांगले उत्पन्न प्रकाश किंवा कमी टणक मातीमध्ये देखील मिळू शकते. सरासरी आकारानुसार, एकर 5 ते 6 टन पावसाळ्यात आणि हिवाळ्यात आणि उन्हाळ्याच्या हंगामात 3 ते 4 टन प्रति एकर मिळतात. कोणत्या महिन्यात कोथिंबीर लागवड केली जाते, योग्य आणि नियमित पाणी पिण्याचे महत्त्वाचे आहे",
      "cultidata":"कोथिंबीर लावण्यासाठी, जमीन नांगरणी केली पाहिजे आणि एक चांगला बुरशी बनविण्यासाठी नांगरणी केली पाहिजे. एकर प्रति एकर 6 ते 8 टोन मातीमध्ये जोडले जावे, ही गाय शेण सेंद्रिय खत म्हणून चांगले कार्य करते. त्यानंतर, जमिनीवर सुमारे 3x2 मीटर आकाराची सपाट पृष्ठभाग तयार करावी. आता या तयार स्टीममध्ये आपण कोथिंबीर 2 मार्गांनी लावू शकतो एक म्हणजे बियाणे फेकून कोथिंबीर आणि दुसरे म्हणजे बियाणे लावून कोथिंबीर लावत आहे. आम्ही या दोघांपैकी कोणत्याही कोणत्याही प्रकारे जोपासू शकतो की आम्हाला सोयीस्कर वाटेल",
      "cultidata1":{
        "1":"बियाणे फेकून लागवड",
        "data1": "बियाणे पेरणी करताना बियाणे समान रीतीने घसरतात याची खात्री करुन घ्यावी. जर उन्हाळ्यात लागवड करायची असेल तर पेरणी करण्यापूर्वी म्हणजेच वाफेवर भिजले पाहिजे आणि नंतर कोथिंबीर फेकल्यानंतर कोथिंबीर लावावे लागेल. बियाणे. ",        
        "2":"स्टीम तयार करून बियाणे पेर",
        "data2": "जर तुम्हाला बियाणे फेकून लावायचे नसेल तर तुम्ही स्टीममध्ये १ cm सेमीच्या अंतरावर तणांसह पंक्ती बनवल्या पाहिजेत आणि त्यामध्ये बियाणे पेरू शकता, परंतु त्यापूर्वी जर तुम्हाला लागवड करायची असेल तर उन्हाळ्यात कोथिंबीर, नंतर पेरणी करण्यापूर्वी, स्टीम भिजवून वाफ घेतल्यानंतर, त्यात बियाणे, म्हणजे वनस्पती आणि पेरणी. ",       
        "data2-2":"कोथिंबीर लावण्यासाठी प्रति एकर 25 ते 35 किलो बियाणे आवश्यक आहे. लागवड करण्यापूर्वी, बियाणे म्हणजेच कोथिंबीर थोडासा चोळला गेला पाहिजे आणि कोथिंबीर बियाणे भिजवून नंतर सॅकक्लोथमध्ये गुंडाळले जावे. यामुळे, उगवण 8 ते 10 दिवसात होते आणि कोथिंबीरचे उत्पादन देखील वाढते. कोथिंबीर बियाणे क्रॅक केल्याने लवकर होतकरू आणि लवकर पिकण्याची आणि लवकर कापणी मिळते. ",
        "data2-3": "कोथिंबीरला लागवडीनंतरही योग्य काळजी घेणे आवश्यक आहे. जर कोथिंबीर वनस्पती तण घेत असेल तर आपल्याला बर्‍याच नुकसानाचा सामना करावा लागतो, म्हणून पाणी आणि खाते व्यवस्थापन देखील चांगल्या वाढीस मदत करते. कोथिंबीर कोणत्याही हवामानात लागवड केली जाऊ शकते परंतु जर असेल तर परंतु जर पाण्याचा स्त्रोत चांगला आहे मग कोथिंबीरची उन्हाळी लागवडीमुळे उच्च उत्पन्न आणि चांगला नफा मिळतो. योग्य प्रकारचे कोथिंबीर शोधणे देखील महत्वाचे आहे. स्थानिक आणि सुधारित वाण शक्यतो निवडले जावेत. व्ही 1, व्ही 2 तसेच डी 91, केओ 1, लॅम सीएस, जल्गाव धाना, वाई धाना कोथिंबीर लागवडीसाठी प्रसिद्ध आहेत. "     
       },
       "fertidata1":"लागवड करण्यापूर्वी, 5 ते 7 टन सुसज्ज गायी शेण योग्य प्रकारे लागू केले जावे ज्यामध्ये कोथिंबीर लागवड करावी लागेल. कोथिंबीरच्या अंकुरानंतर, त्याने 35 ते 40 किलो नट्रा खत लागू केल्यानंतर 25 दिवसांनंतर 100 लिटर पाण्यात मिसळलेल्या 800 ग्रॅम यूरियाची दोन फवारणी करावी.",
      "fertidata2":"असे केल्याने, कोथिंबीर योग्य प्रकारे वाढते आणि कोथिंबीरचे चांगले पीक तयार करते आणि रोगाची शक्यता नसते. कोथिंबीर एक तरुण पीक असल्याने उन्हाळ्यात ते 7 ते 9 वेळा पाण्याचे पाणी घ्यावे जेणेकरून पीक अधिक जोमाने वाढू शकेल.",
      "fertidata3":"योग्य प्रमाणात फवारणी आणि कीटकनाशके लागू केल्यास कोथिंबीर पीक रोग आणि कीटकांवर परिणाम होत नाही. तथापि, कधीकधी हा रोग उद्भवू शकतो, म्हणून या रोगावर नियंत्रण ठेवण्यासाठी योग्य औषध फवारणी करून हे प्रतिबंधित केले जाऊ शकते. वॉटर-विद्रव्य सल्फरचा वापर करणे तसेच लॅम सी एस -6 सारख्या भुरी नियंत्रणाची फवारणी करणे आवश्यक आहे. अशा प्रकारे, रोग नियंत्रित करण्यासाठी कोथिंबीर स्प्रेचा वापर केला पाहिजे.",
      "hardata1":"आता शेवटची पायरी म्हणजे कापणी. तर कोथिंबीर कापणी पेरणीनंतर 30 ते 35 दिवसांनी करावी लागेल. यावेळी कोथिंबीर सुमारे 15 ते 20 सेमी उंच होते. कोथिंबीर कापणी पेरणीप्रमाणेच दोन प्रकारे केली जाऊ शकते. एक उपटून आहे आणि दुसरे कापत आहे. कोथिंबीर दोन महिन्यांनंतर फुलांची सुरूवात करतो, म्हणून फुलांच्या आधी त्याची कापणी केली पाहिजे."
      
    },
    "dropdown":{
      "enter":"तपशील प्रविष्ट करा",
      "1":"प्रकार निवडा",
      "2-1":"पिकाचा प्रकार निवडा",
      "2-2":"फळचा प्रकार निवडा",
      "crop":"पिके",
      "fruit":"फळ",
      "crop1":{
        "1":"कोथिंबीर",
        "2":"पालक",
        "3":"टोमॅटो",
        "4":"पुदीना"
      },
      "fruit1":{
        "1":"आंबा"
      }


    }

  },
  "tab3":{
    "tabName": "हवामान माहिती",
    "searchtxt":"शहराचे नाव प्रविष्ट करा",
    "cardhead":"स्थानिक वेळ",
    "sunrise":"सूर्योदय",
    "sunset":"सूर्यास्त",
    "humid":"आर्द्रता",
    "speed":"वारा",
    "max":"कमाल",
    "min":"किमान",
    "rain":"पावसाची शक्यता",
    "pre":"वर्षाव"

  },
  "tab4":{
    "title":"बाजार दर",
    "title2": "माहिती भरा",
    "placeholder":{
      "state":"राज्य निवडा",
      "district":"जिल्हा निवडा",
      "commodity":"माल निवडा"

    },
    "state":"महाराष्ट्र",
   "district":{
  "1": "अहमदनगर",
  "2": "अकोला",
  "3": "अमरावती",
  "4": "औरंगाबाद",
  "5": "बीड",
  "6": "भंडारा",
  "7": "बुलढाणा",
  "8": "चंद्रपूर",
  "9": "धुळे",
  "10": "गडचिरोली",
  "11": "गोंदिया",
  "12": "हिंगोली",
  "13": "जळगाव",
  "14": "जालना",
  "15": "कोल्हापूर",
  "16": "लातूर",
  "17": "मुंबई शहर",
  "18": "मुंबई उपनगर",
  "19": "नागपूर",
  "20": "नांदेड",
  "21": "नंदुरबार",
  "22": "नाशिक",
  "23": "उस्मानाबाद",
  "24": "पालघर",
  "25": "परभणी",
  "26": "पुणे",
  "27": "रायगड",
  "28": "रत्नागिरी",
  "29": "सांगली",
  "30": "सातारा",
  "31": "सिंधुदुर्ग",
  "32": "सोलापूर",
  "33": "ठाणे",
  "34": "वर्धा",
  "35": "वाशिम",
  "36": "यवतमाळ"
},
    "commodity":{
      "1":"कांदा",
      "2":"गहू",
      "3":"बटाटा"
    },
    "submit":"सबमिट"

  }
}